Repository: dmytrokyrychuk/grim-dawn-uk-omegat
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk

source: Head northwest out of Devil's Crossing across the bridge we repaired.
uk: Рухайтеся на північний захід від Чортового Перехрестя через відремонтований міст.

source: Head out through Lower Crossing and make your way up to the road, there should be a signpost pointing to Burial Hill, just beyond town.
uk: Рухайтеся крізь Нижнє Перехрестя вздовж дороги, там має бути вказівник до Могильної гори, відразу за містом.

source: Health
uk: Здоров'я

source: Health {%d0} / {%d1}
uk: Здоров'я {%d0} / {%d1}

source: Health is a measure of how much pain and damage you can withstand before you collapse or die.
uk: Здоров'я є мірою болю і шкоди, що ти можеш витримати перед знесиленням чи смертю.

source: Heh.{^n}{^n}Best let the Captain know.
uk: Ха.{^n}{^n}Краще повідомте капітану.

source: Hello there stranger.
uk: Привіт, [[ms]незнайомцю[fs]незнайомко].

source: Hello there.
uk: Привіт.

source: Help Barnabas with the Water Pump
uk: Допоможіть Барнабасу з водяним насосом

source: Help Kasparov with his research
uk: Допоможіть Каспарову в його дослідженні

source: Help is on the way.
uk: Допомога вже в дорозі.

source: Help us in our hour of need, and I will open Devil's Crossing to you.
uk: Допоможіть нам у скрутну годину, і я відкрию Чортове Перехрестя для вас.

source: Helping Out
uk: Допомога

source: Here goes nothing.
uk: Сподіваюся, все буде добре.

source: Here they are.
uk: Ось вони.

source: Here's yer iron.
uk: Ось ваше залізо.

source: Here, may it bring you luck.
uk: Тримайте, нехай принесе вам удачу.

source: His name is Milton...
uk: Його звати Мілтон...

source: His suffering is at an end.
uk: Його страждання прийшли до кінця.

source: Hm?
uk: Хм?

source: Homestead
uk: Садиба

source: Homestead is running low on building supplies, particularly lumber, but there are still many repairs that require attention.
uk: У садибі не вистачає будівельних матеріалів, зокрема пиломатеріалів, але ще багато речей потребують ремонту.

source: Host Multiplayer
uk: Зайти у спільну гру

source: How can I help?
uk: Чим я можу допомогти?

source: How do I get to Burrwitch?
uk: Як мені дістатися до Бурвіча?

source: How do I get to the cave?
uk: Як потрапити до печери?

source: How do you feel?
uk: Як почуваєтеся?

source: How goes the journey?
uk: Як проходить подорож?

source: How have you survived this long?
uk: Як ви так довго витримали?

source: How will we get all my equipment to Devil's Crossing?
uk: Як ми доставимо все моє обладнання до Чортового Перехрестя?

source: I ain' payin' for a lecture in conscience.
uk: Я плачу за уроки совісті.

source: I am certain that you do.
uk: Я впевнений, що так і є.

source: I am sorry, I cannot help you.
uk: Вибачте, я не можу вам допомогти.

source: I assure you, I'm just an old cook doing his best to survive out here.
uk: Запевняю вас, я просто старий кухар, який робить усе можливе, щоб вижити тут.

source: I believe that, with a correctly tuned pulse of Aether energy, we can replicate this phenomenon in a controlled manner, as in without the need for pesky possession.
uk: Я вважаю, що за допомогою правильно налаштованого імпульсу енергії ефіру ми можемо відтворити це явище контрольованим чином, без потреби в надокучливій одержимості.

source: I bet I could do my share as well.
uk: Б'юсь об заклад, що я також міг би зробити свою частку.

source: I bribed him so he leaves you alone for good.
uk: Я підкупив його, щоб він назавжди дав вам спокій.

source: I can open a riftgate to safety.
uk: Я можу відкрити розрив в безпечне місце.

source: I can respect that, given the times.
uk: Я це розумію, зважаючи на час.

source: I can tell you've had yer share of horrors.
uk: По тобі видно, що ти бачив свою частку жахів.

source: I cannot even imagine it.{^n}{^n}Word is, they chased the survivors as far as the Moldering Fields, to the south of Burrwitch.
uk: Я навіть не можу цього уявити.{^n}{^n}Кажуть, що вони переслідували вцілілих, аж до Пліснявих полів, на південь від Бурвіча.

source: I did what had to be done.
uk: Я зробив те, що треба було зробити.

source: I didn' really see the sense in it, but then again, no one really cares what Ol' Barnabas thinks.
uk: Я не бачив у цьому сенсу, але, знову ж таки, нікого насправді не хвилює, що думає старий Барнабас.

source: I didn't feel much of anything.
uk: Я нічого не [[ms]відчував[fs]відчувала].

source: I do what I can.
uk: Я роблю те, що можу.

source: I don' know how to thank ya.
uk: Я не знаю, як тобі подякувати.

source: I don' know what you did, but it sure worked.
uk: Я не знаю, що ви зробили, але це точно спрацювало.

source: I don' suppose they were handing out food, were they now?
uk: Я припускаю, що вони не роздавали їжу, чи не так?

source: I don't care for it.
uk: Мені це байдуже.

source: I don't have time for this.
uk: У мене немає на це часу.

source: I don't trust handouts.
uk: Я не довіряю милостині.

source: I dread to think that he may have become one of the Dead.
uk: Мені страшно подумати, що він міг стати одним із мертвяків.

source: I ended it quickly.
uk: Я зробив це швидко.

source: I feel... stronger.
uk: Я почуваюся... сильніше.

source: I felt vindicated.
uk: Я почуваюся мстиво.

source: I found an amulet bearing your name, but I misplaced it.
uk: Я [[ms]знайшов[fs]знайшла] амулет з вашим іменем, але [[ms]загубив[fs]загубила] його.

source: I found an amulet bearing your name.
uk: Я знайшов амулет з вашим ім'ям.

source: I found some people out there.
uk: Я знайшов там кількох людей.

source: I gave that amulet to my brother, Milton.
uk: Я дала цей амулет своєму братові Мілтону.

source: I guess he got himself one last tribute.
uk: Я припускаю, що він отримав свою останню данину.

source: I have already dealt with them.
uk: Я вже з ними [[ms]розібрався[fs]розібралась].

source: I have already taken care of them.
uk: Я вже подбав про них.

source: I have another question.
uk: У мене ще одне питання.

source: I have killed the Reanimator.
uk: Я [[ms]вбив[fs]вбила] Реаніматора.

source: I have some questions.
uk: Я маю деякі питання.

source: I have the formula right here.
uk: Я маю формулу.

source: I have to say, I do feel a little responsible for her now that she's my apprentice.
uk: Мушу сказати, що почуваюся відповідальним за неї, оскільки вона тепер моя учениця.

source: I hear you've been cleanin' up out there in Lower Crossing.
uk: Я чув, що ви займалися зачисткою Нижнього перехрестя.

source: I heard about that mess at the gallows, grisly business.
uk: Я чув про той безлад на шибениці, жахлива справа.

source: I heard tale from the Burrwitch survivors that witnessed a horrifying transformation with their own eyes.{^n}{^n}Balros and Hagra, they was fine folk, ran the boarding house up in Burrwitch.
uk: Я чув розповідь від вцілілиї у Бурвічі, які на власні очі побачили жахливу трансформацію.{^n}{^n}Балрос і Хагра, вони були хорошими людьми, керували пансіонатом у Бурвічі.

source: I hope they suffered.
uk: Сподіваюся, вони страждали.

source: I just do what needs to be done.
uk: Я роблю те, що треба робити.

source: I last saw him at the Sodden Hollow, in Wightmire, before the Grim Dawn.{^n}{^n}If he's become one of those things, please... take him out of his misery.
uk: Востаннє я бачила його в Промоклій низині, у Злоболоті, перед Похмурим світанком.{^n}{^n}Якщо він став одним із тих, будь ласка... позбавте його від страждань.

source: I may have... taken some liberties while you were out cold.
uk: Можливо, я... дозволив собі трохи свободи, поки ви були на холоді.

source: I must study these without any distractions.
uk: Я повинен вивчати це, не відволікаючись.

source: I need some time to consider all this.
uk: Мені потрібен час, щоб усе це обдумати.

source: I need some time to plan our strategy.
uk: Мені потрібен час для планування нашої стратегії.

source: I need some time.
uk: Мені потрібен час.

source: I need to speak with them.
uk: Мені потрібно з ними поговорити.

source: I never would have imagined that we would be free of this oppression, but it appears Silas' loyalty could be bought.
uk: Я і подумати не могла, що ми позбудемося цих утисків, але, здається, вірність Сіласа можна купити.

source: I really hope you're not trying to pull one on me.
uk: Я дуже сподіваюся, що ви не намагаєтеся мене обманути.

source: I saw you fighting the Dead out in Lower Crossing and I daresay you were absolutely brilliant!
uk: Я бачив, як ви билися з Мертвяками в Нижньому Перехресті, і це було просто близкуче!

source: I see that you carry my brother's amulet.
uk: Я бачу, що ви маєте амулет мого брата.

source: I see.
uk: Розумію.

source: I suppose I could open a riftgate.
uk: Гадаю, я міг би відкрити розлом.

source: I suppose I have you to thank for that?{^n}{^n}It doesn't matter though.
uk: Гадаю, я повинен вам за це подякувати?{^n}{^n}Проте, це не має значення.

source: I suppose this is my only option.
uk: Гадаю, це мій єдиний варіант.

source: I suppose you can count your blessings that you were not possessed long enough to experience this, as far as I can tell.
uk: Я вважаю, що ви маєте бути вдячними за те, що не були одержимі достатньо довго, щоб відчути це, наскільки я розумію.

source: I take that as a sign that you've dealt with the source?
uk: Я сприймаю це як ознаку того, що ви впоралися з джерелом?

source: I think I'll be going.
uk: Думаю, що буду вже йти.

source: I think I'm done here.
uk: Я думаю, мою справу зроблено.

source: I think we're done here.
uk: Я думаю, ми закінчили.

source: I think you could use it more than me.
uk: Я думаю, вам він буде корисніший, ніж мені.

source: I took them out of their misery.
uk: Я [[ms]позбавив[fs]позбавила] їх від страждань.

source: I trusted that son of a slith!
uk: Я довіряв тому слітовому сину!

source: I used to hate the stuff.
uk: Раніше я ненавидів таке.

source: I used to work in the capital and had the honor of preparing meals for a couple noble houses and many foreign dignitaries.
uk: Колись я працював у столиці і мав честь готувати їжу для пари знатних будинків і багатьох іноземних сановників.

source: I volunteered to go scavenging around Lower Crossing.
uk: Я зголосився вийти на пошуки у Нижнє Перехрестя.

source: I want to hear all the details.
uk: Я хочу почути всі подробиці.

source: I was staying with a group of survivors down in Devil's Crossing, you know...the old prison, but supplies started running low.
uk: Я зупинявся з групою вцілілих у Чортовому Перехресті, знаєте... у старій в’язниці, але запаси почали закінчуватися.

source: I was working on a way to close them, but then you stumbled through ours!
uk: Я працював над тим, щоб закрити їх, але потім ви пройшли крізь наш!

source: I watched my neighbors get torn to pieces by those things.{^n}{^n}If it wasn't for Captain Bourbon...
uk: Я спостерігав, як моїх сусідів розривають на шматки ті створіння.{^n}{^n}Якби не капітан Бурбон...

source: I what?
uk: Я що?

source: I will do what must be done.
uk: Я зроблю те, що треба зробити.

source: I will get the wind pump up and running in no time.
uk: Я миттєво введу в роботу вітряний насос.

source: I will help you with your tribute.
uk: Я допоможу вам з даниною.

source: I will keep an eye out.
uk: Я буду пильнувати.

source: I will make sure of it.
uk: Я в цьому переконаюся.

source: I will speak to the Captain.
uk: Я поговорю з капітаном.

source: I will speak to them.
uk: Я поговорю з ними.

source: I will.
uk: Я це зроблю.

source: I wish I could do more.
uk: Я хотів би зробити більше.

source: I wish I could have done more.
uk: Я [[ms]хотів[fs]хотіла] би зробити більше.

source: I'd be happy to speak with you, but I'm really busy with this prototype.
uk: Я був би радий поговорити з вами, але я дуже зайнятий цим прототипом.

source: I'd bet good iron there is a nest in the cave that fuels our pump.
uk: Б’юся об заклад, гніздо десь у печері, що живить наш насос.

source: I'd like to ask a few questions.
uk: Я [[ms]хотів[fs]хотіла] би задати кілька запитань.

source: I'd like to ask about something else.
uk: Я хочу спитати про інше.

source: I'll be back.
uk: Я ще повернуся.

source: I'll be going now.
uk: Я вже йду.

source: I'll be off then.
uk: Тоді я піду.

source: I'll be on my way then.
uk: Тоді я йду.

source: I'll bring some back.
uk: Я принесу кілька назад.

source: I'll consider that an apology, Jarvis.
uk: Вважатиму це за вибачення, Джарвісе.

source: I'll do what I can.
uk: Я зроблю все, що зможу.

source: I'll find what's reanimating those corpses.
uk: Я знайду, що оживляє ці трупи.

source: I'll get on it.
uk: Я візьмуся за це.

source: I'll get the Scrap you need.
uk: Я принесу потрібний вам брухт.

source: I'll just place them into my device here and... oh my.
uk: Я просто помісщу їх у свій пристрій тут і... ой.

source: I'll keep looking.
uk: Я продовжу пошук.

source: I'll let you through.
uk: Я пропущу вас.

source: I'll make them pay yet!
uk: Я змушу їх заплатити за це!

source: I'll need scrap from Lower Crossing.
uk: Мені знадобиться брухт з Нижнього перехрестя.

source: I'll put them down.
uk: Я їх покладу.

source: I'll return.
uk: Я повернусь.

source: I'll see you in Devil's Crossing.
uk: Зустрінемося в Чортовому перехресті

source: I'll speak to the Captain then.
uk: Тоді я поговорю з капітаном.

source: I'll take care of it.
uk: Я подбаю про це.

source: I'll take care of the Slith.
uk: Я подбаю про Сліт.

source: I'll try my best to answer them.
uk: Я постараюся відповісти на них.

source: I'll... leave you to your thoughts.
uk: Я... лишу тебе на самоті.

source: I'm Kasparov, scientist and inventor.
uk: Я Каспаров, вчений і винахідник.

source: I'm afraid such is our lot in life.
uk: Боюся, така наша доля.

source: I'm going.
uk: Я йду.

source: I'm handling this.
uk: Я займаюся цим.

source: I'm having a hard time believing that after what I've seen up in Burrwitch.{^n}{^n}But you don't seem to have the look of a 'Taken' about you.
uk: Мені важко в це повірити після того, що я побачив у Бурвічі.{^n}{^n}Але ви не виглядаєте «одержимим».

source: I'm just doing what I can to help.
uk: Я просто роблю все, що можу, щоб допомогти.

source: I'm just glad we'll all survive.
uk: Я просто радий, що ми всі виживемо.

source: I'm just happy you didn't finish the job at the gallows.
uk: Я просто [[ms]радий[fs]рада], що ви не довели справу до кінця на шибениці.

source: I'm never going out there again.
uk: Я більше ніколи туди не вийду.

source: I'm not a fighter but I've learned to hunt a bit when necessary.
uk: Я не боєць, але я навчився трохи полювати за необхідності.

source: I'm not going back out there again.{^n}{^n}The dead will find us and tear us apart.
uk: Я більше туди не повернуся.{^n}{^n}Мертві знайдуть нас і розірвуть на частини.

source: I'm not going back there, if that's what you're asking.
uk: Я не збираюся туди повертатися, якщо ви саме цього просите.

source: I'm off to Burial Hill.
uk: Я йду до Могильної гори.

source: I'm off to speak with Kasparov and Barnabas.
uk: Я йду поговорити з Каспаровим і Барнабасом.

source: I'm on my way.
uk: Йду.

source: I'm ready.
uk: Я [[ms]готовий[fs]готова].

source: I'm sorry about earlier.
uk: Вибачте за те, що сталося раніше.

source: I'm sorry for your loss.
uk: Співчуваю вашій втраті.

source: I'm sorry to bother you, but if you're headed out towards Wightmire, could you keep an eye out for my brother?
uk: Вибачте, що поторбувала вас, але якщо ви прямуєте до Злоболота, чи не могли б ви простежити за моїм братом?

source: I'm sorry, I cannot help you.
uk: Вибачте, я не можу вам допомогти.

source: I'm sorry.
uk: Шкода.

source: I'm still waiting for one of my scouts to report in.
uk: Я досі чекаю на звіт одного з моїх розвідників.

source: I'm sure a little more Aether in your system won't do you the slightest harm.
uk: Я впевнений, що трохи більше ефіру у вашому тілі не завдасть вам ні найменшої шкоди.

source: I'm sure she's probably in some cellar in the Burrwitch Estates.
uk: Я впевнений, що вона, мабуть, у якомусь підвалі в Маєтку Буррвіч.

source: I'm too old for that stuff now.
uk: Я вже застарий для такого.

source: I've already been to Burrwitch.
uk: Я вже [[ms]був[fs]була] у Бурвічі.

source: I've already found Homestead.
uk: Я вже знайшов Садибу.

source: I've been stranded out here since Burrwitch fell.
uk: Я застряг тут, відколи Бурвіч впав.

source: I've been working on just the device to do it, but it needs power.
uk: Я працював лише над пристроєм для цього, але йому потрібне живлення.

source: I've changed my mind, have Hargate's notes.
uk: Я [[ms]передумав[fs]передумала], візьміть нотатки Гаргейта.

source: I've got my eye on you.
uk: Я за вами слідкую.

source: I've had enough for right now.
uk: З мене досить, поки що.

source: I've heard about what you're doing for us, risking your life out there.{^n}{^n}You've more than earned your keep.
uk: Я чув про те, що ви робите для нас, ризикуючи своїм життям там.{^n}{^n}Ви заслужили більшого, ніж просто утримання.

source: I've heard good things from both Kasparov and Barnabas.
uk: Я чув хороші слова і від Каспарова, і від Барнабаса.

source: I've only ever seen one of those before, and it wasn't spitting out the good guys.
uk: Раніше я бачив лише один такий, і тоді з нього виходили не хороші хлопці.

source: I've taken care of it.
uk: Я подбав про це.

source: I...I'd like to thank you.{^n}{^n}Here, take everything I've found out there.
uk: Я... я хотів би подякувати вам.{^n}{^n}Ось, візьміть все, що я там знайшов.

source: I...don't even want to know what that entailed.
uk: Я...навіть не хочу знати, що це означає.

source: If it wasn' for my bum leg, I'd be out there with ya.
uk: Якби не моя хвора нога, я пішов би з вами туди.

source: If she is still alive, she is bound to be in one of the cellars in the Burrwitch Estates.
uk: Якщо вона ще жива, то вона має бути в одному з підвалів маєтку Беррвіч.

source: If you find a way to rescue her from their clutches, Mornay will be eternally grateful.
uk: Якщо ви знайдете спосіб врятувати її з їхніх лап, Морней буде вам вічно вдячний.

source: If you're goin' to keep fighting those bastards, you'll need better equipment than that.
uk: Якщо ви збираєтеся продовжувати битися з цими виродками, вам знадобляться кращі знаряддя.

source: If you're not gonna make yourself useful, we may as well get another noose ready.
uk: Якщо не займешся чимось корисним, то ми можемо підготувати ще одну петлю.

source: Import
uk: Імпорт

source: Impressive!
uk: Солідно!

source: In the meantime, there are others around Devil's Crossing who could use your help.
uk: Тим часом, навколо Чортового перехрестя є інші, кому може знадобитися ваша допомога.

source: Incentives:
uk: Стимули:

source: Information
uk: Інформація

source: Initializing...
uk: Ініціалізація...

source: Interesting.
uk: Цікаво.

source: Internet
uk: Інтернет

source: Intro
uk: Вступ

source: Inventor
uk: Винахідник

source: Inventory Auto-Sort
uk: Автосортування вмісту

source: Is there something you need?
uk: Вам щось потрібно?

source: Is this enough Scrap?
uk: Чи достатньо цього брухту?

source: Isn't that what those...those things are pouring out of?
uk: Хіба це не те... звідки вони з'являються?

source: It appears that your body is still teeming with residual Aether energies.
uk: Схоже, що ваше тіло все ще кишить залишками енергії ефіру.

source: It bears the following inscription: "To my dear brother: May this amulet keep you strong in battle.
uk: На ньому такий напис: «Моєму дорогому братові: Нехай цей амулет надає тобі сили у битвах.

source: It can wait.
uk: Це може почекати.

source: It connects to the bowels of the prison, which should lead you to the cave.
uk: Він з'єднується з надрами в'язниці, яка повинна привести вас до печери.

source: It gets me by.
uk: Мені цього вистачає.

source: It is the least we could do.
uk: Це найменше, що ми можемо зробити.

source: It sounds like they could use your help.
uk: Здається, їм знадобиться ваша допомога.

source: It was Captain Bourbon that found us hiding at the boarding house.{^n}{^n}He personally rounded up the remaining survivors and led us here through the wilderness.{^n}{^n}Even with his help, not all of us made it through the swamps...
uk: Капітан Бурбон знайшов нас, коли ми ховалися в пансіонаті.{^n}{^n}Він особисто зібрав вцілілих і привів нас сюди через диколісся.{^n}{^n}Навіть з його допомогою не ми всі пройшли через болота...

source: It was gruesome and bloody.
uk: Вона була жаливою і кривавою.

source: It was just a few tests, a blood sample or two.
uk: Це було лише кілька аналізів, один-два зразки крові.

source: It was sad to see men twisted in such a way.
uk: Сумно було бачити людей настільки понівечиних.

source: It was then that I realized that we could put these portals to use!
uk: Саме тоді я зрозумів, що ми можемо використовувати ці портали!

source: It's been too long since I've laid my eyes on fresh corn.
uk: Минуло занадто багато часу, як я бачив свіжу кукурудзу.

source: It's not much, but maybe you can make some use of it.
uk: Це небагато, але, можливо, ви можете використати це.

source: It's our word for those possessed by Aetherials.
uk: Це наша назва для тих, хто одержимий Етеріалами.

source: It's surrounded by a palisade wall, so you will have to find a way inside.
uk: Він оточений стіною з частоколом, тому вам доведеться знайти шлях всередину.

source: Jagged Waste
uk: Jagged Wasteomega

source: John Bourbon
uk: Джон Бурбон

source: John Bourbon and the other survivors will want to hear of this triumph.
uk: Джон Бурбон та інші вцілілі захочуть почути про цей тріумф.

source: John Bourbon believes that the Aetherial responsible for the atrocities at Burrwitch has possessed the body of the former warden of Devil's Crossing, Warden Krieg.
uk: Джон Бурбон вважає, що Етеріал, відповідальний за звірства в Бурвічі, заволодів тілом колишнього наглядача Чортового Перехресня, Кріга.

source: Join Multiplayer
uk: Створити спільну гру

source: Judging from the human corpses around him, he was the lucky one.
uk: Судячи з людських трупів навколо нього, йому ще пощастило.

source: Just keeping my good eye on the time bomb in our midst.
uk: Просто пильно стежу за бомбою уповільненої дії серед нас.

source: Just passing through.
uk: Просто йду собі.

source: Just the way I like it.
uk: Саме так, як я люблю.

source: Just try to make sure it's not yer own blood...
uk: Але дивіться, щоб це була не ваша кров...

source: Kasparov
uk: Каспаров

source: Kasparov does his research near the Riftgate in Devil's Crossing.
uk: Каспаров проводить свої дослідження біля розриву у Чортовому Перехресті.

source: Kasparov had sent out his apprentice, Darlet, to collect parts for his research and she has yet to return.
uk: Каспаров відправив свою ученицю Дарлет зібрати деталі для його досліджень, і вона досі не повернулася.

source: Kasparov is in the house next to the giant riftgate, and Barnabas keeps his camp by the windmill on the south side, you can't miss it.
uk: Каспаров знаходиться в будинку поруч з гігантським розривом, а Барнабас тримає свій табір біля вітряка з південного боку, ви не можете його пропустити.

source: Kasparov's Apprentice should be safe back in Devil's Crossing.
uk: Учениця Каспарова повинна бути в безпеці у Чортовому Перехресті.

source: Kasparov's Experiment
uk: Експеримент Каспарова

source: Kill Kyzogg the Reanimator
uk: Вбий Кайзоґа Реаніматора

source: Kill Milton
uk: Убити Мілтона

source: Kill Mutants
uk: Вбийте мутантів

source: Kill Slith in Cave
uk: Вбийте сліт у печері

source: Kill Zombies
uk: Вбий зомбі

source: Kill the Warden
uk: Вбийте Наглядача

source: Killed the Warden, eh?
uk: [[ms]Вбив[fs]Вюила] Наглядача, еге ж?

source: Killing the Reanimator
uk: Вбити Реаніматора

source: Kyzogg the Reanimator
uk: Кайзоґ Реаніматор

source: Kyzogg's Skull
uk: Кайзоґовий череп

source: Language
uk: Мова
